Repository: ruhanirabin/rr-cookies
Catalog: rr-cookies/languages/rr-cookies-*.po
Languages: bn_bd

source: Cookie Settings
bn_bd: কুকি সেটিংস

source: Manage your cookie consent settings
bn_bd: আপনার কুকি সম্মতি সেটিংস পরিচালনা করুন

source: General Settings
bn_bd: সাধারণ সেটিংস

source: Appearance Settings
bn_bd: অ্যাপিয়ারেন্স সেটিংস

source: Content Settings
bn_bd: কন্টেন্ট সেটিংস

source: Advanced Settings
bn_bd: অ্যাডভান্সড সেটিংস

source: We use cookies to enhance your experience
bn_bd: আমরা আপনার অভিজ্ঞতা উন্নত করতে কুকি ব্যবহার করি

source: Accept All
bn_bd: সব গ্রহণ করুন

source: Cookie Preferences
bn_bd: কুকি পছন্দসমূহ

source: Necessary Cookies
bn_bd: প্রয়োজনীয় কুকি

source: These cookies are essential for the website to function properly
bn_bd: ওয়েবসাইট সঠিকভাবে কাজ করার জন্য এই কুকিগুলি অপরিহার্য

source: Analytics Cookies
bn_bd: অ্যানালিটিক্স কুকি

source: These cookies help us understand how visitors interact with the website
bn_bd: এই কুকিগুলি আমাদের বুঝতে সাহায্য করে কীভাবে দর্শকরা ওয়েবসাইটের সাথে ইন্টারঅ্যাক্ট করে

source: Marketing Cookies
bn_bd: মার্কেটিং কুকি

source: These cookies are used to deliver advertisements more relevant to you
bn_bd: এই কুকিগুলি আপনার জন্য আরও প্রাসঙ্গিক বিজ্ঞাপন প্রদান করতে ব্যবহৃত হয়

source: Save Preferences
bn_bd: পছন্দসমূহ সংরক্ষণ করুন

source: Your preferences have been saved
bn_bd: আপনার পছন্দসমূহ সংরক্ষণ করা হয়েছে

source: Close
bn_bd: বন্ধ করুন

source: Banner Position
bn_bd: ব্যানার অবস্থান

source: Top
bn_bd: উপরে

source: Bottom
bn_bd: নীচে

source: Theme
bn_bd: থিম

source: Light
bn_bd: লাইট

source: Dark
bn_bd: ডার্ক
